Repository: xbmc/repo-scrapers
Catalog: metadata.filmaffinity.com/resources/language/*/strings.po
Languages: spanish

# Addon Summary
source: Filmaffinity Movie Scraper
spanish: Scraper de películas de Filmaffinity

# Addon Description
source: Download Movie information from www.filmaffinity.com
spanish: Scraper que usa la versión española de Filmaffinity para descargar información de películas en español, ayudándose de varias páginas para ampliar la información.

# Addon Disclaimer
source: It's recommended to configure it before use
spanish: Se recomienda configurar antes de usar

# #30001
source: General Options
spanish: Opciones Generales

# #30002
source: Show titles in their original language
spanish: Mostrar títulos en su idioma original

# #30003
source: Compatibility with Studio logos
spanish: Compatibilidad con miniaturas de Estudio

# #30004
source: Advanced Search
spanish: Búsqueda Avanzada

# #30005
source: Use Google search (read the documentation)
spanish: Usar búsqueda en Google (leer antes la documentación)

# #30006
source: Documentation
spanish: Documentación

# #30007
source: About Google advanced search
spanish: Acerca de la búsqueda avanzada de Google

# #30008
source: Show changelog
spanish: Ver registro de cambios

# #30100
source: (debug)Search info only from Filmaffinity (faster)
spanish: (debug)Buscar sólo información en Filmaffinity (rápido)

# #30021
source: Posters Sources
spanish: Servicios de Posters

# #30022
source: Filmaffinity main poster (quick download)
spanish: Poster principal de FilmAffinity (descarga rápida)

# #30023
source: TheMovieDB posters
spanish: Posters de TheMovieDB

# #30024
source: -> TheMovieDB posters language
spanish: -> Idioma de los posters de TheMovieDB

# #30025
source: MoviePosterDB posters
spanish: Posters de MoviePosterDB

# #30026
source: IMDB posters
spanish: Posters de IMDB

# #30027
source: IMPAwards posters
spanish: Posters de IMPAwards

# #30028
source: Trackt posters
spanish: Posters de Trackt

# #30029
source: FilmAffinity extra posters
spanish: Posters extra de FilmAffinity

# #30041
source: FanArts Sources
spanish: Servicios de FanArts

# #30042
source: TheMovieDB FanArts
spanish: FanArts de TheMovieDB

# #30043
source: Trackt FanArts
spanish: FanArts de Trackt

# #30061
source: Trailers Sources
spanish: Servicios de Trailers

# #30062
source: FilmAffinity Trailer
spanish: Trailer de FilmAffinity

# #30063
source: TheMovieDB Trailers
spanish: Trailer de TheMovieDB

# #30064
source: -> TheMovieDB trailer language
spanish: -> Idioma del trailer de TheMovieDB

# #30065
source: Trailer HD-Trailers
spanish: Trailer de HD-Trailers

# #30066
source: -> HD-Trailers quality
spanish: -> Calidad del trailer de HD-Trailers

# #30081
source: Collections Titles
spanish: Títulos de Colecciones

# #30082
source: Get Set (Collection) Titles from TheMovieDB
spanish: Obtener títulos de colecciones de TheMovieDB

# #30083
source: -> Preferred Set (Collection) Titles Language
spanish: -> Idioma de los títulos de colecciones de TheMovieDB

# #30084
source: IMDB Sources
spanish: Servicios de IMDB

# #30085
source: Use IMDB full cast (actor, rol and picture)
spanish: Usar reparto completo de IMDB (actor, rol y foto)

# #30086
source: Extra information (Slogan, MPAA, Top 250)
spanish: Información extra (Eslogan, Clasificación por edades, Top 250)

# #30087
source: Use IMDB ratings
spanish: Usar puntuaciones de IMDB
