Repository: xbmc/repo-scrapers
Catalog: metadata.generic.albums/resources/language/resource.language.*/strings.po
Languages: af_za, be_by, ca_es, da_dk, de_de, es_mx, et_ee, fi_fi, fr_fr, he_il, hr_hr, hu_hu, id_id, is_is, nl_nl, pl_pl, ru_ru, sk_sk, tr_tr

# #30206
source: Try to get rating info using the selected scraper. Other scrapers will be used if the preferred scraper returns no results.
af_za: Probeer om gradering inligting te kry deur die geselekteerde skraper te gebruik. Ander skrapers sal gebruik word as die verkose skraper geen resultate oplewer nie.
be_by: Медыяцэнтр будзе спрабаваць атрымаць звесткі пра рэйтынг з дапамогай абранага сродку. Іншыя сродкі будуць выкарыстоўвацца, калі гэты нічога не знойдзе.
ca_es: Intenta obtenir la informació de valoració utilitzant el raspador seleccionat. S'utilitzaran altres raspadors si el preferit no aconsegueix cap resultat.
da_dk: Forsøg at få information omkring bedømmelse ved hjælp af den valgte scraper. Andre scrapere vil blive benyttet, hvis den foretrukne skraber ikke giver noget resultat.
de_de: Versuchen, Bewertungs-Informationen mit dem ausgewählten Scraper zu erhalten. Wenn der bevorzugte Scraper keine Ergebnisse liefert, werden andere Scraper verwendet.
es_mx: Intentar obtener información de calificación usando el scraper seleccionado. Otros scrapers serán usados si el preferido no devuelve resultados..
et_ee: Ürita hankida hindeid valitud kaabitsaga. Teisi kaabitsaid kasutatakse, kui eelistatud kaabits ei leia otsitut.
fi_fi: Pyri noutamaan arviot valitulla tietolähteellä. Muita lähteitä käytetään, jollei ensisijainen lähde tuota tuloksia.
fr_fr: Tenter de récupérer la notation avec le collecteur sélectionné. D'autres collecteurs seront utilisés si le collecteur préféré ne renvoie aucun résultat.
he_il: לנסות לקבל את פרטי הדירוג באמצעות המחלץ הנבחר. מחלצים אחרים יופעלו אם המחלץ המועדף לא יחזיר תוצאות.
hr_hr: Pokušaj preuzeti informacije ocjena koristeći odabrani sakupljač. Drugi sakupljači će se koristiti ako zadani sakupljač nema rezultata.
hu_hu: Próbáljon besorolási információkat szerezni a kiválasztott leolvasóval. Más leolvasókat használunk, ha az előnyben részesített nem ad eredményt.
id_id: Cobalah untuk mendapatkan info penilaian menggunakan scraper yang dipilih. Scraper lain akan digunakan jika scraper pilihan tidak memberikan hasil.
is_is: Reyna að fá upplýsingar um einkunnagjöf með völdum skrapara. Aðrir skraparar verða notaðir ef sá valdi skilar engum niðurstöðum.
nl_nl: Probeer beoordelingsinformatie te krijgen met behulp van de geselecteerde schraper. Andere schrapers worden gebruikt als de gewenste schraper geen resultaten oplevert.
pl_pl: Spróbuj uzyskać informacje o ocenie za pomocą wybranego ekstraktora. Inne ekstraktory zostaną użyte, jeśli preferowany ekstraktor nie poda rezultatów.
ru_ru: Попытка получить информацию о рейтинге с помощью выбранного сканера. Другие сканеры будут использоваться, если выбранный не даст результатов.
sk_sk: Skúsi získať informácie o hodnotení z vybraného scrapera. Ostatné scrapery budú použité až vtedy, pokiaľ preferovaný scraper nič nenájde.
tr_tr: Seçilen sağlayıcıyı kullanarak derecelendirme bilgisini almaya çalışın. Tercih edilen sağlayıcı sonuç vermezse diğer sağlayıcılar kullanılacaktır.

# #30207
source: Try to get the album review using the selected scraper. Other scrapers will be used if the preferred scraper returns no results.
af_za: Probeer om die album resensie te kry deur die geselekteerde skraper te gebruik. Ander skrapers sal gebruik word as die verkose skraper geen resultate oplewer nie.
be_by: Медыяцэнтр будзе спрабаваць атрымаць агляд альбома з дапамогай абранага сродку. Іншыя сродкі будуць выкарыстоўвацца, калі гэты нічога не знойдзе.
ca_es: Intenta obtenir la ressenya de l'àlbum utilitzant el raspador seleccionat. S'utilitzaran altres raspadors si el preferit no aconsegueix cap resultat.
da_dk: Forsøg at få albumanmeldelse ved hjælp af den valgte scraper. Andre scrapere vil blive benyttet, hvis den foretrukne skraber ikke giver noget resultat.
de_de: Versuchen, ALben-Rezensions-Informationen mit dem ausgewählten Scraper zu erhalten. Wenn der bevorzugte Scraper keine Ergebnisse liefert, werden andere Scraper verwendet.
es_mx: Intentar obtener reseña del álbum usando el scraper seleccionado. Otros scrapers serán usados si el preferido no devuelve resultados..
et_ee: Ürita hankida albumi arvustust valitud kaabitsaga. Teisi kaabitsaid kasutatakse, kui eelistatud kaabits ei leia otsitut.
fi_fi: Pyri noutamaan albumien arvostelut valitulla tietolähteellä. Muita lähteitä käytetään, jollei ensisijainen lähde tuota tuloksia.
fr_fr: Tenter de récupérer la critique d'album avec le collecteur sélectionné. D'autres collecteurs seront utilisés si le collecteur préféré ne renvoie aucun résultat.
he_il: לנסות לקבל את פרטי האלבום באמצעות המחלץ הנבחר. מחלצים אחרים יופעלו אם המחלץ המועדף לא יחזיר תוצאות.
hr_hr: Pokušaj preuzeti recenzije albuma koristeći odabrani sakupljač. Drugi sakupljači će se koristiti ako zadani sakupljač nema rezultata.
hu_hu: Próbálja meg az album felülvizsgálatát a kiválasztott leolvasóval. Más leolvasókat használunk, ha az előnyben részesített nem ad eredményt.
id_id: Cobalah untuk mendapatkan tinjauan album menggunakan scraper yang dipilih. Scraper lain akan digunakan jika scraper pilihan tidak memberikan hasil.
is_is: Reyna að fá umsagnir um hljómplötu með völdum skrapara. Aðrir skraparar verða notaðir ef sá valdi skilar engum niðurstöðum.
nl_nl: Probeer de albumrecensie te krijgen met de geselecteerde schraper. Andere schrapers worden gebruikt als de gewenste schraper geen resultaten oplevert.
pl_pl: Spróbuj uzyskać recenzję albumu za pomocą wybranego ekstraktora. Inne ekstraktory zostaną użyte, jeśli preferowany ekstraktor nie poda rezultatów.
ru_ru: Попытка получить обзор альбома, используя выбранный сканер. Другие сканеры будут использоваться, если выбранный не даст результатов.
sk_sk: Skúsi získať recenziu albumu z vybraného scrapera. Ostatné scrapery budú použité až vtedy, pokiaľ preferovaný scraper nič nenájde.
tr_tr: Seçilen sağlayıcıyı kullanarak albüm incelemesini almaya çalışın. Tercih edilen sağlayıcılar sonuç vermezse diğer sağlayıcılar kullanılacaktır.

# #30301
source: If Musicbrainz does not provide a link to allmusic and/or discogs, we can search those sites based on artistname & albumname. In circumstances where an artist has released multiple albums by the same name, this could potentially result in a mixture of metadata from those albums.
af_za: As Musicbrainz nie 'n skakel verskaf na allmusic en/of discogs, kan ons daardie werwe deursoek gebasseer op artistname & albumname. In omstandighede waar 'n kunstenaar verskeie albums met dieselfde naam vrygestel het, kan dit potensieel volg tot 'n mengsel van metadata vanaf daardie albums.
be_by: Калі Musicbrainz не падае спасылкі на allmusic або discogs, мы можам выканаць пошук на гэтых сайтах па выканаўцы і назве альбома. Калі выканаўца выпусціў некалькі альбомаў пад адной назвай, метаданыя з гэтых альбомаў могуць змяшацца.
ca_es: Si Musicbrainz no proporciona un enllaç a allmusic i/o discogs, podem cercar aquests llocs a partir del nom de l'artista i de l'àlbum. Si un artista ha publicat diversos àlbums amb el mateix nom, això podria donar lloc a una barreja de metadades d'aquests àlbums.
da_dk: Hvis Musicbrainz ikke giver et link til allmusic og/eller discogs, kan vi søge på disse sider baseret på kunstnernavn og albumnavn. Under omstændigheder, hvor en kunstner har udgivet flere album med samme navn, kan dette potentielt resultere i en blanding af metadata fra disse album.
de_de: Wenn MusicBrainz weder einen Link zu allmusic noch zu discogs liefert, können diese Sites mit Interpreten- und Albumname durchsucht werden. Falls ein Interpret mehrere Alben mit dem selben Namen veröffentlicht hat, kann es zu einer fälschlichen Vermischung von Metadaten dieser Alben führen.
es_mx: Si Musicbrainz no provee un enlace a allmusic y/o discogs, se puede buscar basándose en el nombre del artista y del álbum. En circunstancias en las que un artista ha publicado diferentes álbumes con el mismo nombre, pueden potencialmente mezclarse los metadatos de dichos álbumes.
et_ee: Kui Musicbrainz ei paku allmusicu ja/või discogsi linki, saame neist lehtedest otsida esitaja ja albumi nime järgi. Kui esitaja on avaldanud mitu samanimelist albumit, võivad nende albumite metaandmed seguneda.
fi_fi: Jollei MusicBrainz tarjoa linkkejä AllMusic- ja/tai Discogs-palveluun, voidaan sivustoilta etsiä esittäjien ja albumien nimillä. Jos sama ja/tai saman niminen esittäjä on julkaissut useita saman nimisiä albumeita, voi se aiheuttaa eri albumeiden tietojen sekoittumisen.
fr_fr: Si Musicbrainz ne fournit pas de lien vers « allmusic » et/ou « discogs », Kodi cherchera sur ces sites à partir de « artistname » et « albumname ». Dans le cas où un artiste a édité plusieurs albums avec le même nom, le résultat peut être un mélange des métadonnées de l'ensemble de ces albums.
he_il: אם Musicbrainz לא מספק קישור ל־allmusic ו/או ל־discogs, נוכל לחפש באתרים האלה לפי שם האמן ושם האלבום. במקרים שבהם אותו אמן שחרר כמה אלבומים באותו השם יכול להיות שיגיע ערבוב של נתונים על כל האלבומים האלו.
hr_hr: Ako Musicbrainz ne podržava poveznicu do allmusic i/ili discogs, možemo pretražiti te stranice temeljene na nazivu albuma ili izvođača. U slučajevima gdje je izvođač izdao više albuma s istim naslovom, to može potencijalno reuzltirati u mješavini metapodataka iz tih albuma.
hu_hu: Ha a Musicbrainz nem nyújt linket az allmusic és/vagy a discogs-ra, akkor az előadónév és az oszlopnév alapján kereshetünk ezeken a webhelyeken. Olyan körülmények között, amikor egy művész ugyanazon név alatt több albumot adott ki akkor az potenciálisan az albumok metaadatainak keverékét eredményezheti.
id_id: Jika Musicbrainz tidak menyediakan tautan ke semua musik dan/atau diskog, kami dapat mencari situs tersebut berdasarkan nama artis & nama album. Dalam keadaan di mana artis telah merilis beberapa album dengan nama yang sama, hal ini berpotensi menghasilkan campuran metadata dari album tersebut.
is_is: Ef Musicbrainz gefur ekki tengil á allmusic og/eða discogs, getum við leitað á þessum vefsvæðum eftir listamannsnafni og hljómplötuheiti. Í þeim tilfellum sem flytjandi hefur gefið út margar hljómplötur með sama nafni, getur þetta leitt til blöndunar á lýsigögnum frá þessum hljómplötum.
nl_nl: Als Musicbrainz geen link geeft naar alle muziek en/of discogs, kunnen we die sites doorzoeken op artiestnaam & albumnaam. In omstandigheden waarin een artiest meerdere albums met dezelfde naam heeft uitgebracht, kan dit mogelijk resulteren in een vermenging van metadata van die albums.
pl_pl: Jeśli Musicbrainz nie poda linku do allmusic i/lub discogs, możemy przeszukiwać te witryny na podstawie nazwy wykonawcy i nazwy albumu. W sytuacji, gdy artysta wydał wiele albumów o tej samej nazwie, może to potencjalnie skutkować połączeniem metadanych z tych albumów.
ru_ru: Если Musicbrainz не предоставляет ссылку на allmusic и/или discogs, мы можем провести поиск на этих сайтах по имени исполнителя и названию альбома. В тех случаях, когда артист выпустил несколько альбомов под одним и тем же названием, это может привести к смешению метаданных из этих альбомов.
sk_sk: Pokiaľ Muzicbrainz neposkytne odkaz na allmusic a/alebo discogs, môžeme vyhľadať tieto stránky na základe artistname a albumname. V prípadoch, kedy interpret vydal niekoľko albumov s rovnakým menom, toto môže potenciálne vyústiť v zmiešaní metadát zo všetkých týchto albumov.
tr_tr: Musicbrainz allmusic ve/veya discogs sitesine bir bağlantı sağlamazsa, bu siteleri sanatçı adı ve albüm adına göre arayabiliriz. Bir sanatçının aynı adla birden fazla albüm yayınladığı durumlarda, bu, potansiyel olarak bu albümlerdeki meta verilerin karışmasıyla sonuçlanabilir.
