Repository: xbmc/repo-scrapers
Catalog: metadata.generic.albums/resources/language/resource.language.*/strings.po
Languages: af_za, be_by, ca_es, da_dk, de_de, es_mx, et_ee, fi_fi, fr_fr, he_il, hr_hr, hu_hu, id_id, is_is, nl_nl, pl_pl, ru_ru, sk_sk, tr_tr

# Addon Summary
source: Generic music scraper for albums
af_za: Generiese musiek skraper vir albums
be_by: Сродак для пошуку звестак пра музычныя альбомы
ca_es: Raspador musical genèric per a àlbums
da_dk: Generisk musik-scraper til albummer
de_de: Generischer Musik-Scraper für Alben
es_mx: Scraper de música genérico para álbumes
et_ee: Geneeriline albumite muusikakaabits
fi_fi: Yleinen musiikkitietolähde albumeille
fr_fr: Scraper de musique générique pour les albums
he_il: מחלץ גנרי של אלבומי מוזיקה
hr_hr: Izvorni glazbeni sakupljač za albume
id_id: Scraper musik generik untuk album
is_is: Almennur tónlistarskrapari fyrir hljómplötur
nl_nl: Generieke muziekschraper voor albums
pl_pl: Ogólny ekstraktor muzyczny do albumów
ru_ru: Сканер для поиска сведений о музыкальных альбомах
tr_tr: Albümler için genel müzik bilgi sağlayıcısı

# Addon Description
source: Searches for album information and artwork across multiple websites.
af_za: Soek vir album inligting en kunswerke oor veelvuldige webwerwe.
be_by: Пошук звестак пра альбомы і іх вокладкі на розных сайтах.
ca_es: Cerca informació d'àlbums i obres d'art a diversos llocs web.
da_dk: Søger efter albumoplysninger og illustrationer på tværs af flere websteder.
de_de: Sucht nach Albeninformationen und Artwork auf verschiedenen Websites.
es_mx: Busca arte e información de álbum en múltiples sitios web.
et_ee: Otsib albumite teavet ja fännipilte mitmest allikast.
fi_fi: Mahdollistaa albumien tietojen ja mediakuvitusten noudon eri verkkopalveluista.
fr_fr: Recherche des informations sur les albums et des illustrations sur plusieurs sites Web.
he_il: מחפש את פרטי האלבום ואת העטיפה במגוון אתרים.
hr_hr: Pretražuje informacije albuma i slike omota s više web stranica.
id_id: Mencari informasi album dan karya seni di beberapa situs web.
is_is: Leitar að upplýsingum um hljómplötur og myndefni af mörgum vefsvæðum.
nl_nl: Zoekt naar albuminformatie en illustraties op meerdere websites.
pl_pl: Wyszukuje informacje o albumie oraz grafikę na wielu witrynach internetowych.
ru_ru: Поиск информации об альбоме и его обложки на различных веб-сайтах.
tr_tr: Birden fazla web sitesinde albüm bilgilerini ve resimlerini arar.

# #30000
source: Preferences
af_za: Voorkeure
be_by: Налады
ca_es: Preferències
da_dk: Præferencer
de_de: Einstellungen
es_mx: Preferencias
et_ee: Eelistused
fi_fi: Asetukset
fr_fr: Préférences
he_il: העדפות
hr_hr: Osobitosti
hu_hu: Beállítások
id_id: Preferensi
is_is: Kjörstillingar
nl_nl: Voorkeuren
pl_pl: Preferencje
ru_ru: Предпочтения
sk_sk: Preferencie
tr_tr: Tercihler

# #30001
source: Preferred language for album review
af_za: Verkose taal vir album resensie
be_by: Пераважная мова для агляду альбомаў
ca_es: Idioma preferit per a la ressenya d'àlbums
da_dk: Foretrukket sprog til albumbedømmelse
de_de: Bevorzugte Sprache für Alben-Rezensionen
es_mx: Idioma preferido para reseñas de álbumes
et_ee: Albumi arvustuse peamine keel
fi_fi: Albumien arvostelujen ensisijainen kieli
fr_fr: Langue préférée pour la critique d'album
he_il: שפה מועדפת לסקירת אלבומים
hr_hr: Željeni jezik za recenziju albuma
hu_hu: Előnyben részesített nyelv az albumértékeléshez
id_id: Bahasa pilihan untuk ulasan album
is_is: Æskilegt tungumál umsagna um hljómplötur
nl_nl: Voorkeurstaal voor albumrecensie
pl_pl: Preferowany język dla recenzji albumów
ru_ru: Предпочитаемый язык для обзора альбомов
sk_sk: Preferovaný jazyk pre recenziu albumu
tr_tr: Albüm incelemesi için varsayılan dil

# #30002
source: Prefer genres from
af_za: Verkies genres vanaf
be_by: Аддаваць перавагу жанрам з
ca_es: Prefereix els gèneres de
da_dk: Foretræk genrer fra
de_de: Genres bevorzugen von
es_mx: Preferir géneros de
et_ee: Eelista žanreid allikast
fi_fi: Suosi lajityyppejä lähteestä
fr_fr: Récupérer les genres avec
he_il: להעדיף סוגים מבין
hr_hr: Preferiraj žanrove s
hu_hu: Műfajok előnyben részesítése innen:
id_id: Lebih suka genre dari
is_is: Velja frekar flokka frá
nl_nl: Voorkeur voor genres van
pl_pl: Preferuj gatunki z
ru_ru: Предпочитать жанры из
sk_sk: Preferovať žánre z
tr_tr: Tarzların alınacağı yer:

# #30003
source: Prefer styles from
af_za: Verkies style vanaf
be_by: Аддаваць перавагу стылям з
ca_es: Prefereix estils de
da_dk: Foretræk stilarter fra
de_de: Styles bevorzugen von
es_mx: Preferir estilos de
et_ee: Eelista stiile allikast
fi_fi: Suosi tyylejä lähteestä
fr_fr: Récupérer les styles avec
he_il: להעדיף סגנונות מבין
hr_hr: Preferiraj stilove s
hu_hu: Stílusok előnyben részesítése innen:
id_id: Lebih suka gaya dari
is_is: Velja frekar stíla frá
nl_nl: Liever stijlen van
pl_pl: Preferuj style z
ru_ru: Предпочитать стили из
sk_sk: Preferovať štýly z
tr_tr: Stillerin alınacağı yer:

# #30004
source: Prefer moods from
af_za: Verkies buie vanaf
be_by: Аддаваць перавагу настроям з
ca_es: Prefereix els estats d'ànim de
da_dk: Foretræk stemninger fra
de_de: Stimmungen bevorzugen von
es_mx: Preferir ambientes de
et_ee: Eelista tujusid allikast
fi_fi: Suosi tunnelmia lähteestä
fr_fr: Récupérer les ambiances avec
he_il: להעדיף מצבי רוח מבין
hr_hr: Preferiraj raspoloženja s
hu_hu: Hangulatok előnyben részesítése innen:
id_id: Lebih suka suasana dari
is_is: Velja frekar skapbrigði frá
nl_nl: Liever stemmingen van
pl_pl: Preferuj nastroje z
ru_ru: Предпочитать настроения из
sk_sk: Preferovať nálady z
tr_tr: Ruh hallerinin alınacağı yer:

# #30005
source: Prefer themes from
af_za: Verkies temas vanaf
be_by: Аддаваць перавагу тэмам з
ca_es: Preferiu temes de
da_dk: Foretræk temaer fra
de_de: Themen bevorzugen von
es_mx: Preferir temas de
et_ee: Eelista teemasid allikast
fi_fi: Suosi teemoja lähteestä
fr_fr: Récupérer les thèmes avec
he_il: להעדיף נושא מבין
hr_hr: Preferiraj teme s
hu_hu: Témák előnyben részesítése innen:
id_id: Lebih suka tema dari
is_is: Velja frekar þemu frá
nl_nl: Liever thema's van
pl_pl: Preferuj style z
ru_ru: Предпочитать темы из
sk_sk: Preferovať témy z
tr_tr: Temaların alınacağı yer:

# #30006
source: Prefer rating from
af_za: Verkies gradering vanaf
be_by: Аддаваць перавагу рэйтынгу з
ca_es: Prefereix la valoració de
da_dk: Foretræk bedømmelse fra
de_de: Bewertungen bevorzugen von
es_mx: Preferir clasificación de
et_ee: Eelista hindeid allikast
fi_fi: Suosi arvioita lähteestä
fr_fr: Récupérer la notation avec
he_il: להעדיף דירוג מבין
hr_hr: Preferiraj ocjene s
hu_hu: Értékelés előnyben részesítése innen:
id_id: Lebih suka nilai dari
is_is: Velja frekar einkunnir frá
nl_nl: Liever waardering van
pl_pl: Preferuj ocenę z
ru_ru: Предпочитать рейтинг от
sk_sk: Preferovať hodnotenia z
tr_tr: Derecelendirmenin alınacağı yer:

# #30007
source: Prefer review from
af_za: Verkies resensie vanaf
be_by: Аддаваць перавагу аглядам з
ca_es: Prefereix ressenya de
da_dk: Foretræk anmeldelse fra
de_de: Rezensionen bevorzugen von
es_mx: Preferir reseñas de
et_ee: Eelista arvustust allikast
fi_fi: Suosi arvosteluja lähteestä
fr_fr: Récupérer la critique avec
he_il: להעדיף סקירה מבין
hr_hr: Preferiraj recenzije s
hu_hu: Kritika előnyben részesítése innen:
id_id: Lebih suka ulasan dari
is_is: Velja frekar umsagnir frá
nl_nl: Liever recensie van
pl_pl: Preferuj recenzję z
ru_ru: Предпочитать обзор от
sk_sk: Preferovať recenzie z
tr_tr: İncelemenin alınacağı yer:

# #30101
source: Allow less accurate search results
af_za: Laat minder akkurate soek resultate toe
be_by: Дазволіць атрымліваць менш дакладныя вынікі пошуку
ca_es: Permet resultats de cerca menys precisos
da_dk: Tillad mindre nøjagtige søgeresultater
de_de: Weniger genaue Suchergebnisse erlauben
es_mx: Permitir resultados de búsqueda menos precisos
et_ee: Luba vähemtäpsemad otsingutulemused
fi_fi: Salli heikommat hakutulokset
fr_fr: Permettre des résultats de recherche moins précis
he_il: מאפשר תוצאות חיפוש פחות מדויקות
hr_hr: Dopusti manje točne rezultate pretrage
hu_hu: Kevésbé pontos keresési találatok engedélyezése
id_id: Ijinkan hasil pencarian keakurasi rendah
is_is: Leyfa minna nákvæmar leitarniðurstöður
nl_nl: Minder nauwkeurige zoekresultaten toestaan
pl_pl: Zezwalaj na mniej dokładne wyniki wyszukiwania
ru_ru: Разрешить получать менее точные результаты поиска
sk_sk: Povoliť menej presné výsledky vyhľadávania
tr_tr: Doğruluk düzeyi düşük arama sonuçlarına izin ver

# #30201
source: If available, the album review will be downloaded in the selected language. It will fallback to English.
af_za: Indien beskikbaar, sal die album resensie afgelaai word in die geselekteerde taal. Dit sal terugval na Engels.
be_by: Калі даступна, агляд альбома будзе спампаваны на абранай мове. Калі не, то на англійскай.
ca_es: Si està disponible, la ressenya de l'àlbum es baixarà en l'idioma seleccionat. Si no, es baixarà en anglès.
da_dk: Hvis det er tilgængeligt, downloades albumanmeldelsen på det valgte sprog. Ellers hentes den på engelsk.
de_de: Wenn verfügbar, werden Alben-Rezensionen in der ausgewählten Sprache heruntergeladen. Fallback ist englisch.
es_mx: Si está disponible, la reseña del álbum se descargará en el lenguaje seleccionado. Alternativamente se descargará en inglés.
et_ee: Võimalusel laaditakse albumi arvustus alla valitud keeles. Selle puudumisel kasutatakse inglise keelt.
fi_fi: Jos mahdollista, albumin arvostelu ladataan valitulla kielellä. Muutoin ladataan englanninkielisenä.
fr_fr: Si disponible, la critique de l'album sera téléchargée dans la langue sélectionnée. Sinon elle le sera en anglais.
he_il: אם אפשר, סקירת האלבום תתקבל בשפה הנבחרת. אם לא, היא תתקבל באנגלית.
hr_hr: Ako je dostupno, recenzija albuma biti će preuzeta na odabranom jeziku. U suprotnome koristiti će se engleski.
hu_hu: Ha elérhető, az albumkritika a kiválasztott nyelven lesz letöltve. Egyébként angolra fog váltani.
id_id: Jika tersedia, tinjauan album akan diunduh pada bahasa yang dipilih. Akan dibalikkan ke Bahasa Inggris.
is_is: Ef slíkt er tiltækt, verða umsagnir um hljómplötur sóttar á völdu tungumáli. Til vara er notuð enska.
nl_nl: Indien beschikbaar, wordt de albumrecensie gedownload in de geselecteerde taal. Het zal terugvallen op het Engels.
pl_pl: Jeśli jest dostępna, recenzja albumu zostanie pobrana w wybranym języku. Można zawsze powrócić do języka angielskiego.
ru_ru: Если доступно, обзор альбома будет загружен на выбранном языке. Иначе – на английском языке.
sk_sk: Pokiaľ sa dá, bude recenzia albumu stiahnutá vo vybranom jazyku. Pokiaľ nie, stiahne sa v Angličtine.
tr_tr: Albüm incelemesi varsa seçili dilde, yoksa İngilizce indirilecektir.

# #30202
source: Try to get genre info using the selected scraper. Other scrapers will be used if the preferred scraper returns no results.
af_za: Probeer om genre inligting te kry deur gebruik van die geselekteerde skraper. Ander skrapers sal gebruik word as die verkose skraper geen resultate oplewer nie.
be_by: Медыяцэнтр будзе спрабаваць атрымаць звесткі пра жанр з дапамогай абранага сродку. Іншыя сродкі будуць выкарыстоўвацца, калі гэты нічога не знойдзе.
ca_es: Intenta obtenir la informació de gènere utilitzant el raspador seleccionat. S'utilitzaran altres raspadors si el preferit no aconsegueix cap resultat.
da_dk: Forsøg at få genreinformation ved hjælp af den valgte scraper. Andre scrapere vil blive benyttet, hvis den foretrukne skraber ikke giver noget resultat.
de_de: Versuchen, Genre-Informationen mit dem ausgewählten Scraper zu erhalten. Wenn der bevorzugte Scraper keine Ergebnisse liefert, werden andere Scraper verwendet.
es_mx: Intentar obtener información de género usando el scraper seleccionado. Otros scrapers serán usados si el preferido no devuelve resultados..
et_ee: Ürita hankida žanri teavet valitud kaabitsaga. Teisi kaabitsaid kasutatakse, kui eelistatud kaabits ei leia otsitut.
fi_fi: Pyri noutamaan lajityypit valitulla tietolähteellä. Muita lähteitä käytetään, jollei ensisijainen lähde tuota tuloksia.
fr_fr: Tenter de récupérer l'information de genre avec le collecteur sélectionné. D'autres collecteurs seront utilisés si le collecteur préféré ne renvoie aucun résultat.
he_il: לנסות לקבל את פרטי הסוג באמצעות המחלץ הנבחר. מחלצים אחרים יופעלו אם המחלץ המועדף לא יחזיר תוצאות.
hr_hr: Pokušaj preuzeti informacije žanra koristeći odabrani sakupljač. Drugi sakupljači će se koristiti ako zadani sakupljač nema rezultata.
hu_hu: Próbáljon műfaji információkat szerezni a kiválasztott leolvasó segítségével. Más leolvasókat használunk, ha az előnyben részesített nem ad eredményt.
id_id: Cobalah untuk mendapatkan info genre menggunakan scraper yang dipilih. Scraper lain akan digunakan jika scraper pilihan tidak memberikan hasil.
is_is: Reyna að fá upplýsingar um flokka með völdum skrapara. Aðrir skraparar verða notaðir ef sá valdi skilar engum niðurstöðum.
nl_nl: Probeer genre-informatie te krijgen met behulp van de geselecteerde schraper. Andere schrapers worden gebruikt als de gewenste schraper geen resultaten oplevert.
pl_pl: Spróbuj uzyskać informacje o gatunku za pomocą wybranego ekstraktora. Inne ekstraktory zostaną użyte, jeśli preferowany ekstraktor nie poda rezultatów.
ru_ru: Попытка получить информацию о жанре с помощью выбранного сканера. Другие сканеры будут использоваться, если выбранный не даст результатов.
sk_sk: Skúsi získať informácie o žánri z vybraného scrapera. Ostatné scrapery budú použité až vtedy, pokiaľ preferovaný scraper nič nenájde.
tr_tr: Seçilen sağlayıcıyı kullanarak tarz bilgisini almaya çalışın. Tercih edilen sağlayıcı sonuç vermezse diğer sağlayıcılar kullanılacaktır.

# #30203
source: Try to get style info using the selected scraper. Other scrapers will be used if the preferred scraper returns no results.
af_za: Probeer om styl inligting te kry deur die geselekteerde skraper te gebruik. Ander skrapers sal gebruik word as die verkose skraper geen resultate oplewer nie.
be_by: Медыяцэнтр будзе спрабаваць атрымаць звесткі пра стыль з дапамогай абранага сродку. Іншыя сродкі будуць выкарыстоўвацца, калі гэты нічога не знойдзе.
ca_es: Intenta obtenir la informació d'estil utilitzant el raspador seleccionat. S'utilitzaran altres raspadors si el preferit no aconsegueix cap resultat.
da_dk: Forsøg at få information omkring stilart ved hjælp af den valgte scraper. Andre scrapere vil blive benyttet, hvis den foretrukne skraber ikke giver noget resultat.
de_de: Versuchen, Style-Informationen mit dem ausgewählten Scraper zu erhalten. Wenn der bevorzugte Scraper keine Ergebnisse liefert, werden andere Scraper verwendet.
es_mx: Intentar obtener información de estilo usando el scraper seleccionado. Otros scrapers serán usados si el preferido no devuelve resultados..
et_ee: Ürita hankida stiili teavet valitud kaabitsaga. Teisi kaabitsaid kasutatakse, kui eelistatud kaabits ei leia otsitut.
fi_fi: Pyri noutamaan tyylit valitulla tietolähteellä. Muita lähteitä käytetään, jollei ensisijainen lähde tuota tuloksia.
fr_fr: Tenter de récupérer l'information de style avec le collecteur sélectionné. D'autres collecteurs seront utilisés si le collecteur préféré ne renvoie aucun résultat.
he_il: לנסות לקבל את פרטי הסגנון באמצעות המחלץ הנבחר. מחלצים אחרים יופעלו אם המחלץ המועדף לא יחזיר תוצאות.
hr_hr: Pokušaj preuzeti informacije stila koristeći odabrani sakupljač. Drugi sakupljači će se koristiti ako zadani sakupljač nema rezultata.
hu_hu: Próbáljon stílusinformációkat szerezni a kiválasztott leolvasóval. Más leolvasókat használunk, ha az előnyben részesített nem ad eredményt.
id_id: Cobalah untuk mendapatkan info gaya menggunakan scraper yang dipilih. Scraper lain akan digunakan jika scraper pilihan tidak memberikan hasil.
is_is: Reyna að fá upplýsingar um stíl með völdum skrapara. Aðrir skraparar verða notaðir ef sá valdi skilar engum niðurstöðum.
nl_nl: Probeer stijlinformatie te krijgen met de geselecteerde schraper. Andere schrapers worden gebruikt als de gewenste schraper geen resultaten oplevert.
pl_pl: Spróbuj uzyskać informacje o stylu za pomocą wybranego ekstraktora. Inne ekstraktory zostaną użyte, jeśli preferowany ekstraktor nie poda rezultatów.
ru_ru: Попытка получить информацию о стиле, используя выбранный сканер. Другие сканеры будут использоваться, если выбранный не даст результатов.
sk_sk: Skúsi získať informácie o štýle z vybraného scrapera. Ostatné scrapery budú použité až vtedy, pokiaľ preferovaný scraper nič nenájde.
tr_tr: Seçilen sağlayıcıyı kullanarak stil bilgisini almaya çalışın. Tercih edilen sağlayıcı sonuç vermezse diğer sağlayıcılar kullanılacaktır.

# #30204
source: Try to get mood info using the selected scraper. Other scrapers will be used if the preferred scraper returns no results.
af_za: Probeer om bui inligting te kry deur die geselekteerde skraper te gebruik. Ander skrapers sal gebruik word as die verkose skraper geen resultate oplewer nie.
be_by: Медыяцэнтр будзе спрабаваць атрымаць звесткі пра настрой з дапамогай абранага сродку. Іншыя сродкі будуць выкарыстоўвацца, калі гэты нічога не знойдзе.
ca_es: Intenta obtenir la informació de l'estat d'ànim utilitzant el raspador seleccionat. S'utilitzaran altres raspadors si el preferit no aconsegueix cap resultat.
da_dk: Forsøg at få information omkring stemning ved hjælp af den valgte scraper. Andre scrapere vil blive benyttet, hvis den foretrukne skraber ikke giver noget resultat.
de_de: Versuchen, Stimmungs-Informationen mit dem ausgewählten Scraper zu erhalten. Wenn der bevorzugte Scraper keine Ergebnisse liefert, werden andere Scraper verwendet.
es_mx: Intentar obtener información de ambiente usando el scraper seleccionado. Otros scrapers serán usados si el preferido no devuelve resultados..
et_ee: Ürita hankida tuju teavet valitud kaabitsaga. Teisi kaabitsaid kasutatakse, kui eelistatud kaabits ei leia otsitut.
fi_fi: Pyri noutamaan tunnelmat valitulla tietolähteellä. Muita lähteitä käytetään, jollei ensisijainen lähde tuota tuloksia.
fr_fr: Tenter de récupérer l'information d'ambiance avec le collecteur sélectionné. D'autres collecteurs seront utilisés si le collecteur préféré ne renvoie aucun résultat.
he_il: לנסות לקבל את פרטי מצב הרוח באמצעות המחלץ הנבחר. מחלצים אחרים יופעלו אם המחלץ המועדף לא יחזיר תוצאות.
hr_hr: Pokušaj preuzeti informacije raspoloženja koristeći odabrani sakupljač. Drugi sakupljači će se koristiti ako zadani sakupljač nema rezultata.
hu_hu: Próbáljon hangulatinformációkat szerezni a kiválasztott leolvasóval. Más leolvasókat használunk, ha az előnyben részesített nem ad eredményt.
id_id: Cobalah untuk mendapatkan info suasana menggunakan scraper yang dipilih. Scraper lain akan digunakan jika scraper pilihan tidak memberikan hasil.
is_is: Reyna að fá upplýsingar um skapbrigði með völdum skrapara. Aðrir skraparar verða notaðir ef sá valdi skilar engum niðurstöðum.
nl_nl: Probeer stemmingsinformatie te krijgen met de geselecteerde schraper. Andere schrapers worden gebruikt als de gewenste schraper geen resultaten oplevert.
pl_pl: Spróbuj uzyskać informacje o nastroju za pomocą wybranego ekstraktora. Inne ekstraktory zostaną użyte, jeśli preferowany ekstraktor nie poda rezultatów.
ru_ru: Попытка получить информацию о настроении с помощью выбранного сканера. Другие сканеры будут использоваться, если выбранный не даст результатов.
sk_sk: Skúsi získať informácie o nálade z vybraného scrapera. Ostatné scrapery budú použité až vtedy, pokiaľ preferovaný scraper nič nenájde.
tr_tr: Seçilen sağlayıcıyı kullanarak ruh hali bilgisini almaya çalışın. Tercih edilen sağlayıcı sonuç vermezse diğer sağlayıcılar kullanılacaktır.

# #30205
source: Try to get theme info using the selected scraper. Other scrapers will be used if the preferred scraper returns no results.
af_za: Probeer om tema inligting te kry deur die geselekteerde skraper te gebruik. Ander skrapers sal gebruik word as die verkose skraper geen resultate oplewer nie.
be_by: Медыяцэнтр будзе спрабаваць атрымаць звесткі пра тэму з дапамогай абранага сродку. Іншыя сродкі будуць выкарыстоўвацца, калі гэты нічога не знойдзе.
ca_es: Intenta obtenir la informació del tema utilitzant el raspador seleccionat. S'utilitzaran altres raspadors si el preferit no aconsegueix cap resultat.
da_dk: Forsøg at få information omkring tema ved hjælp af den valgte scraper. Andre scrapere vil blive benyttet, hvis den foretrukne skraber ikke giver noget resultat.
de_de: Versuchen, Themen-Informationen mit dem ausgewählten Scraper zu erhalten. Wenn der bevorzugte Scraper keine Ergebnisse liefert, werden andere Scraper verwendet.
es_mx: Intentar obtener información del tema usando el scraper seleccionado. Otros scrapers serán usados si el preferido no devuelve resultados..
et_ee: Ürita hankida teema teavet valitud kaabitsaga. Teisi kaabitsaid kasutatakse, kui eelistatud kaabits ei leia otsitut.
fi_fi: Pyri noutamaan teemat valitulla tietolähteellä. Muita lähteitä käytetään, jollei ensisijainen lähde tuota tuloksia.
fr_fr: Tenter de récupérer l'information de thème avec le collecteur sélectionné. D'autres collecteurs seront utilisés si le collecteur préféré ne renvoie aucun résultat.
he_il: לנסות לקבל את פרטי האווירה באמצעות המחלץ הנבחר. מחלצים אחרים יופעלו אם המחלץ המועדף לא יחזיר תוצאות.
hr_hr: Pokušaj preuzeti informacije teme koristeći odabrani sakupljač. Drugi sakupljači će se koristiti ako zadani sakupljač nema rezultata.
hu_hu: Próbálja meg megszerezni a téma információkat a kiválasztott leolvasóval. Más leolvasókat használunk, ha az előnyben részesített nem ad eredményt.
id_id: Cobalah untuk mendapatkan info tema menggunakan scraper yang dipilih. Scraper lain akan digunakan jika scraper pilihan tidak memberikan hasil.
is_is: Reyna að fá upplýsingar um þema með völdum skrapara. Aðrir skraparar verða notaðir ef sá valdi skilar engum niðurstöðum.
nl_nl: Probeer thema-informatie te krijgen met behulp van de geselecteerde schraper. Andere schrapers worden gebruikt als de gewenste schraper geen resultaten oplevert.
pl_pl: Spróbuj uzyskać informacje o motywie za pomocą wybranego ekstraktora. Inne ekstraktory zostaną użyte, jeśli preferowany ekstraktor nie poda rezultatów.
ru_ru: Попытка получить информацию о теме с помощью выбранного сканера. Другие сканеры будут использоваться, если выбранный не даст результатов.
sk_sk: Skúsi získať informácie o téme z vybraného scrapera. Ostatné scrapery budú použité až vtedy, pokiaľ preferovaný scraper nič nenájde.
tr_tr: Seçilen sağlayıcıyı kullanarak tema bilgisini almaya çalışın. Tercih edilen sağlayıcı sonuç vermezse diğer sağlayıcılar kullanılacaktır.
