Repository: xbmc/repo-scrapers
Catalog: metadata.themoviedb.org.python/resources/language/resource.language.*/strings.po
Languages: fi_fi

# Addon Summary
source: Python TMDB Movie Scraper
fi_fi: TMDB elokuvatietojen lataaja

# Addon Description
source: themoviedb.org is a free and open movie database. It's completely user driven by people like you. TMDb is currently used by millions of people every month and with their powerful API, it is also used by many popular media centers like Kodi to retrieve Movie Metadata, Posters and Fanart to enrich the user's experience.
fi_fi: themoviedb.org on vapaa ja avoin elokuvatietokanta. Se on täysin käyttäjien ylläpitämä. TMDb:a käyttää miljoonat ihmiset joka kuukausi, sitä käytetään käyttäjäkokemuksen rikastuttamiseen monissa muissakin suosituissa Kodi:n kaltaisissa ohjelmissa lataamalla elokuvien tietoja, julisteita ja fanitaidetta.

# #30000
source: Enable fanart from TMDb
fi_fi: Ota TMDb fanitaide käyttöön

# #30001
source: Prefer Trailer from HD-Trailers.net
fi_fi: Suosi traileria HD-Trailers.net sivustolta

# #30002
source: Preferred Language
fi_fi: Ensisijainen kieli

# #30003
source: Default Rating from
fi_fi: Oletus arvosana kohteesta

# #30004
source: Enable Trailer (YouTube)
fi_fi: Ota traileri käyttöön (YouTube)

# #30005
source: Keep Original Title
fi_fi: Säilytä alkuperäinen otsikko

# #30006
source: Preferred Certification Country
fi_fi: Ensisijainen sertifiointimaa

# #30007
source: Add also IMDb ratings
fi_fi: Lisää myös IMDb arvosanat

# #30008
source: Certification Prefix
fi_fi: Sertifikaation prefiksi

# #30009
source: Add multiple studios
fi_fi: Lisää useampia studioita

# #30010
source: Add also Trakt.tv ratings
fi_fi: Lisää myös Trakt.tv arvosanat

# #30011
source: Add keywords as tags
fi_fi: Lisää avainsanoja tunnisteiksi

# #30012
source: Separate TMDb fanart with title to landscape
fi_fi: Erottele TMDb fanitaide otsikolla vaakakuvaan

# #30013
source: Search language
fi_fi: Hakukieli

# #30100
source: Language for Fanart.tv artwork
fi_fi: Kieli Fanart.tv kuvataiteelle

# #30101
source: Fanart.tv personal API key (optional)
fi_fi: Fanart.tv:n henkilökohtainen API avain (valinnainen)

# #30102
source: Enable artwork from Fanart.tv
fi_fi: Ota Fanart.tv kuvataide käyttöön
